Repository: bookfere/Ebook-Translator-Calibre-Plugin
Catalog: translations/*.po
Languages: es, fr, ja, pt

source: Item count: {}
es: Recuento de elementos: {}
ja: 項目数: {}

source: There is no content need to translate.
es: No hay necesidad de traducir el contenido.
fr: Il n'y a pas de contenu à traduire.
ja: 翻訳が必要なコンテンツはありません。
pt: Não há conteúdo para ser traduzido.

source: Translation failed.
es: La traducción falló.
fr: La traduction a échoué.
ja: 翻訳に失敗しました。
pt: Tradução falhou.

source: Time consuming: {} minutes
es: Tiempo consumido: {} minutos
ja: 所要時間: {} 分

source: General
fr: Général
ja: 全般
pt: Geral

source: Content
es: Contenido
fr: Contenu
ja: コンテンツ
pt: Conteúdo

source: Preferred Mode
es: Modo Preferido
fr: Mode préféré
ja: 優先モード
pt: Modo Preferido

source: Output Path
es: Ruta de salida
fr: Chemin de sortie
ja: 出力パス
pt: Caminho de Saída

source: Library
es: Biblioteca
fr: Bibliothèque
ja: ライブラリ
pt: Biblioteca

source: Path
es: Ruta
fr: Chemin
ja: パス
pt: Caminho

source: Choose a path to store translated book(s)
es: Elija una ruta para guardar el/los libro(s) traducido(s)
fr: Choisissez un chemin pour enregistrer le livre(s) traduit.
ja: 翻訳された本を保存するパスを選択してください
pt: Escolha um caminho para armazenar os livros traduzidos

source: Preferred Format
es: Formato Preferido
fr: Format préféré
ja: 優先フォーマット
pt: Formato Preferido

source: (Beta)
ja: (ベータ版)

source: Merge to Translate
es: Fusione para traducir
fr: Fusionner pour traduire
ja: 統合して翻訳
pt: Mesclar para Traduzir

source: Enable
es: Permitir
fr: Activer
ja: 有効化
pt: Habilitar

source: The number of characters to translate at once.
es: El número de caracteres a traducir de una sola vez.
fr: Le nombre de caractères à traduire à la fois.
ja: 一度に翻訳する文字数。
pt: O número de caracteres a serem traduzidos de uma vez.

source: Host
fr: Hôte
ja: ホスト

source: Port
es: Puerto
ja: ポート
pt: Porta

source: Test
es: Probar
fr: Tester
ja: テスト
pt: Testar

source: Cache
ja: キャッシュ
pt: Armazenamento Cache

source: Manage
es: Administrar
fr: Gérer
ja: 管理
pt: Gerenciar

source: Job Log
es: Registro de trabajo
fr: Registre de travail
ja: ジョブログ
pt: Registro de Tarefas

source: Show translation
es: Mostrar traducción
fr: Montrer la traduction
ja: 翻訳を表示
pt: Mostrar tradução

source: Notification
es: Notificación
ja: 通知

source: Search Paths
es: Rutas de búsqueda
ja: 検索パス
pt: Procurar Caminhos

source: The plugin will search for external programs via these paths.
es: El complemento buscará programas externos a través de estas rutas.
ja: プラグインはこれらのパスを介して外部プログラムを検索します。
pt: O plugin irá procurar por programas externos usando estes caminhos.

source: Custom
es: Personalizado
fr: Personnalisé
ja: カスタム
pt: Personalziar

source: Usage Tip
es: Consejos de uso
ja: 使用のヒント

source: Tip:
es: Consejo:
fr: Indice:
ja: ヒント:

source: API keys will auto-switch if the previous one is unavailable.
es: Las claves API cambiarán automáticamente si la anterior no está disponible.
fr: Les clées API wont s'interchanger si la clée précédente n'est pas disponible.
ja: 以前のAPIキーが利用できない場合、APIキーは自動的に切り替わります。
pt: As chaves de API serão trocadas automaticamente se a anterior não estiver disponível.

source: Preferred Language
es: Idioma preferido
fr: Langue préférée
ja: 優先言語
pt: Idioma Preferido

source: HTTP Request
es: Solicitud HTTP
fr: Requête HTTP
ja: HTTPリクエスト
pt: Solicitar HTTP

source: Concurrency limit
es: Límite de concurrencia
fr: Limite de parallélisme
ja: 同時実行数制限
pt: Limite de simultaneidade

source: Interval (seconds)
es: Intervalo (segundos)
fr: Intervalle (secondes)
ja: 間隔 (秒)
pt: Intervalo (segundos)

source: Attempt times
es: Tiempos de intento
fr: Nombre d'essais
ja: 試行回数
pt: Limite de tentativas

source: Timeout (seconds)
es: Tiempo de espera (segundos)
fr: Échéance (secondes)
ja: タイムアウト (秒)
pt: Tempo esgotado (segundos)

source: Abort Translation
es: Abortar traducción
ja: 翻訳を中止

source: Max errors
es: Errores máx
ja: 最大エラー数

source: The number of consecutive errors to abort translation.
es: El número de errores consecutivos para cancelar la traducción.
ja: 翻訳を中止するまでの連続エラー数。

source: Fine-tuning
ja: ファインチューニング

source: Prompt
fr: Demander
ja: プロンプト

source: Endpoint
es: PuntoFinal
fr: Point final
ja: エンドポイント
pt: Ponto final

source: A model name
ja: モデル名

source: Model
es: Modelo
fr: Modèle
ja: モデル
pt: Modelo

source: Sampling
es: Muestreo
fr: Échantillonant
ja: サンプリング
pt: Amostragem

source: Enable streaming response
ja: ストリーミング応答を有効にする

source: Stream
es: Trasmitir
fr: Défilant
ja: ストリーム
pt: Fluxo

source: Fetching...
ja: 取得中...

source: You need to provide an API key to proceed.
ja: 続行するにはAPIキーを提供する必要があります。

source: Can't fetch model list
ja: モデルリストを取得できません

source: Can't fetch model list, please check and try again.
ja: モデルリストを取得できません。確認して再度お試しください。

source: The model depends on your Azure project.
es: El modelo depende de su proyecto de Azure.
ja: モデルはご自身のAzureプロジェクトに依存します。

source: Below original
es: Debajo del original
ja: 原文の下

source: Above original
es: Por encima del original
ja: 原文の上

source: Right to original
es: Derecha original
ja: 原文の右

source: Left to original
es: Izquierda original
ja: 原文の左

source: With no original
es: Agregar sin original
fr: Ajouter sans l'original
ja: 原文なし

source: Translation
es: Traducción
ja: 翻訳

source: Column Gap
es: Espacio de columna
ja: 列の間隔

source: Percentage
es: Porcentaje
ja: パーセンテージ

source: Space count
es: Recuento de espacios
ja: スペース数

source: Translation Position
es: Posición de la traducción
fr: Position de traduction
ja: 翻訳の配置
pt: Posição da Tradução

source: Original Text Color
es: Color del texto original
ja: 原文の文字色

source: e.g.,
es: p.ej.,
ja: 例:

source: Translation Text Color
es: Color de la traducción
fr: Couleur de la traduction
ja: 訳文の文字色

source: Translation Glossary
es: Glosario de traducción
fr: Glossaire de traduction
ja: 翻訳グロッサリー
pt: Vocabulário de Tradução

source: Choose a glossary file
es: Elija un archivo de glosario
fr: Choisissez un fichier glossaire
ja: グロッサリーファイルを選択
pt: Escolha um arquivo de Vocabulário

source: Priority Element
es: Elemento prioritario
ja: 優先要素

source: CSS selectors for priority elements. One rule per line:
es: Selectores CSS para elementos prioritarios. Una regla por línea:
ja: 優先要素のCSSセレクタ。1行に1ルール:

source: Stop further extraction once elements match these rules.
es: Detenga la extracción adicional una vez que los elementos coincidan con estas reglas.
ja: 要素がこれらのルールに一致したら、それ以上の抽出を停止します。

source: Ignore Element
es: Ignorar elemento
fr: Ignorer l'élément
ja: 無視する要素
pt: Ignorar Elemento

source: CSS selectors to exclude elements. One rule per line:
es: Selectores CSS para excluir elementos. Una regla por línea:
fr: Sélecteurs CSS pour exclure des éléments. Une règle par ligne:
ja: 要素を除外するためのCSSセレクタ。1行に1ルール:
pt: Seletores CSS para excluir elementos. Uma regra por linha:

source: Do not translate elements that matches these rules.
es: No traduzca elementos que coincidan con estas reglas.
ja: これらのルールに一致する要素は翻訳しません。

source: Ignore Paragraph
es: Ignorar párrafo
fr: Ignorer paragraphe
ja: 無視する段落
pt: Ignorar Parágrafo

source: Scope
es: Ámbito
fr: Portée
ja: スコープ
pt: Escopo

source: Text only
es: Solo texto
fr: Texte seulement
ja: テキストのみ
pt: Somente texto

source: HTML element
es: Elemento HTML
fr: Élément HTML
ja: HTML要素
pt: Elemento HTML

source: Mode
es: Modo
ja: モード
pt: Modo

source: Normal
ja: 通常

source: Normal (case-sensitive)
es: Normal (sensible a mayúsculas y minúsculas)
fr: Normal (sensible à la casse)
ja: 通常 (大文字と小文字を区別)
pt: Normal (diferencia maiúsculas de minúsculas)

source: Regular Expression
es: Expresión regular
fr: Expression régulière
ja: 正規表現
pt: Expressão Regular

source: Do not translate extracted elements that contain these rules.
es: No traduzca elementos extraídos que contengan estas reglas.
ja: これらのルールを含む抽出された要素は翻訳しません。

source: Exclude paragraph by keyword. One keyword per line:
es: Excluir párrafo por palabra clave. Una palabra clave por línea.:
fr: Exclure le paragraphe par mot-clé. Un mot-clé par ligne:
ja: キーワードで段落を除外。1行に1キーワード:
pt: Exclua parágrafo por palavra-chave. Uma palavra-chave por linha:

source: Exclude paragraph by case-sensitive keyword. One keyword per line:
es: Excluir párrafo por palabra clave sensible a mayúsculas y minúsculas. Una palabra clave por línea:
fr: Exclure le paragraphe par mot-clé sensible à la casse. Un mot-clé par ligne:
ja: 大文字と小文字を区別するキーワードで段落を除外。1行に1キーワード:
pt: Excluir parágrafo por palavra-chave que diferencia maiúsculas de minúsculas. Uma palavra-chave por linha:

source: Exclude paragraph by regular expression pattern. One pattern per line:
es: Excluir párrafo por patrón de expresión regular. Un patrón por línea:
fr: Exclure le paragraphe par patron d'expression régulière. Un mot-clé par ligne:
ja: 正規表現パターンで段落を除外。1行に1パターン:
pt: Excluir parágrafo por padrão de expressão regular. Um padrão por linha:

source: Reserve Element
es: Elemento de reserva
ja: 保持する要素

source: CSS selectors to reserve elements. One rule per line:
es: Selectores CSS para reservar elementos. Una regla por línea:
ja: 要素を保持するためのCSSセレクタ。1行に1ルール:

source: Keep elements that match these rules for extraction.
es: Mantenga los elementos que coincidan con estas reglas para la extracción.
ja: 抽出のためにこれらのルールに一致する要素を保持します。

source: Ebook Metadata
es: Metadatos de Elibros
fr: Metadata du ebook
ja: 電子書籍のメタデータ
pt: Metadados dos ebooks

source: Translate all of the metadata information
es: Traducir toda la información de metadatos.
ja: すべてのメタデータ情報を翻訳する

source: Append target language to title metadata
es: Agregar el idioma de destino a los metadatos del título
ja: タイトルのメタデータに翻訳先の言語を追加する

source: Set target language code to language metadata
es: Establecer el código del idioma de destino en metadatos del idioma
fr: Sélectionnez la langue cible pour le metadata
ja: 言語のメタデータに翻訳先の言語コードを設定する

source: Subjects of ebook (one subject per line)
es: Temas del libro electrónico (un tema por línea)
fr: Sujets du ebook (un sujet par ligne)
ja: 電子書籍の主題 (1行に1主題)
pt: Assuntos do e-book (um assunto por linha)

source: Metadata Translation
es: Traducción de metadatos
ja: メタデータの翻訳

source: Language Mark
es: Marca de idioma
ja: 言語マーク

source: Language Code
es: Código de lenguaje
ja: 言語コード

source: Append Subjects
es: Agregar asuntos
ja: 主題を追加

source: Proxy host or port is incorrect.
es: El host o puerto proxy es incorrecto.
fr: L'hôte procurateur ou le port n'est pas valide.
ja: プロキシのホストまたはポートが正しくありません。
pt: O host ou porta proxy está incorreto.

source: The proxy is available.
es: El proxy está disponible.
fr: Le procurateur est disponible.
ja: プロキシは利用可能です。
pt: O proxy está disponível.

source: The proxy is not available.
es: El proxy no está disponible.
fr: Le procurateur n'est pas disponible.
ja: プロキシは利用できません。
pt: O proxy não está disponível.

source: the prompt must include {}.
es: el prompt debe incluir {}.
fr: l'entrée doit inclure {}.
ja: プロンプトには {} を含める必要があります。
pt: O comando deve incluir {}.

source: Invalid color value.
es: Valor de color no válido.
fr: Valeur de couleur n'est pas valide.
ja: 無効な色の値です。
pt: Valor de cor inválido.

source: The specified glossary file does not exist.
es: El archivo de glosario especificado no existe.
fr: Le fichier de glossaire spécifié n'existe pas.
ja: 指定されたグロッサリーファイルが存在しません。
pt: O arquivo de vocabulário especificado não existe.

source: {} is not a valid CSS selector.
ja: {} は有効なCSSセレクタではありません。

source: {} is not a valid regular expression.
es: {} no es una expresión regular válida.
fr: {} n'est pas une expression régulière valide.
ja: {} は有効な正規表現ではありません。
pt: {} não é uma expressão regular válida.

source: Translate Book
es: Traducir libro
fr: Traduire un livre
ja: 本を翻訳
pt: Traduzir Livro

source: Translate Ebook Content
es: Traducir contenido de Elibros
fr: Traduire le contenu du livre
ja: 電子書籍のコンテンツを翻訳
pt: Traduzir Conteúdo do Ebook

source: Setting
es: Configuración
fr: Réglage
ja: 設定
pt: Configurações

source: About
es: Acerca
fr: À propos
ja: 概要
pt: Sobre

source: Please choose a book.
ja: 本を選択してください。

source: Please choose at least one book.
es: Por favor, elija al menos un libro.
fr: Veuillez choisir au moins un livre.
ja: 少なくとも1冊の本を選択してください。
pt: Por favor, escolha pelo menos um livro.

source: Cannot change setting while book(s) are under translation.
es: No se puede cambiar la configuración mientras los libro(s) están en traducción.
fr: Réglage ne peut être changé lorsque le ebook(s) est en cours de traduction.
ja: 本の翻訳中は設定を変更できません。
pt: Não é possível alterar as configurações enquanto livros estão sendo traduzidos.

source: Cannot manage cache while book(s) are under translation.
es: No se puede administrar el caché mientras libro(s) están en traducción.
fr: Le cache ne peut être géré lorsque le ebook(s) est en cours de traduction.
ja: 本の翻訳中はキャッシュを管理できません。
pt: Não é possível gerenciar o armazenamento cache enquanto ebooks estão sendo traduzidos.

source: Cache Manager
es: Administrador de caché
fr: Gestionnaire du cache
ja: キャッシュマネージャー
pt: Gerenciar Armazenamento Cache

source: Choose Translation Mode
es: Elija el modo de traducción
fr: Choisissez le mode de traduction
ja: 翻訳モードを選択
pt: Escolha o Modo de Tradução

source: Placeholder <text> is required.
es: Se requiere el marcador de posición <text>.
fr: Position <text> est requise.
pt: O espaço reservado <text> é obrigatório.

source: Start
pt: Iniciar

source: Save
pt: Salvar

source: Cache path
pt: Caminho cache

source: Start to convert ebook format ...
pt: Iniciar conversão de formato de ebook...

source: Starting to output subtitles file ...
pt: Iniciando a criação dos arquivos de legendas

source: No available API key.
pt: Nenhuma chave API disponível.

source: API key was Changed due to previous one unavailable.
pt: A chave API foi alterada devido à indisponibilidade da anterior.

source: HTTP Proxy
pt: Proxy HTTP

source: Using Tip
pt: Usar Dica

source: Tip:
pt: Dica:

source: Error count to stop translation
pt: Contagem de erros para interromper a tradução

source: Tune ChatGPT
pt: Ajustar ChatGPT

source: Enable streaming text like in ChatGPT
pt: Habilite de texto em tempo real como no ChatGPT

source: Add after original
pt: Adicionar depois do original

source: Add before original
pt: Adicionar antes do original

source: Add without original
pt: Adicionar sem o original

source: Translation Color
pt: Cor da tradução

source: CSS color value, e.g., #666666, grey, rgb(80, 80, 80)
pt: Valor de cor CSS, por exemplo, #666666, grey, rgb(80, 80, 80)

source: e.g.
pt: por exemplo

source: Set "Target Language" to metadata
pt: Defina "Idioma de destino" como metadados

source: Subject
pt: Assuntos

source: {} is not a valid CSS seletor.
pt: {} não é uma seletor CSS válido.

source: Please choose one single book.
pt: Por favor, escolha um único livro.
