Repository: bookfere/Ebook-Translator-Calibre-Plugin
Catalog: translations/*.po
Languages: es, fr, ja, pt

source: Ebook Translator
es: Traductor de Elibros
fr: Traducteur de ebook
ja: 電子書籍翻訳
pt: Tradutor de Ebooks

source: A Calibre plugin to translate ebook into a specified language (optionally keeping the original content).
es: Un complemento de Calibre para traducir libros electrónicos a un idioma específico (opcionalmente manteniendo el contenido original).
fr: Un plugin de Calibre pour traduire un ebook dans une langue spécifiée (préservant optionnellement le contenu original).
ja: 電子書籍を指定した言語に翻訳するCalibreプラグインです（オプションで原文の保持も可能）。
pt: Um plugin do Calibre para traduzir ebook para uma idioma específico (opcionalmente mantendo o conteúdo origina).

source: Extracting ebook content...
es: Extrayendo contenido de libros electrónicos...
fr: Extrayant le contenu du ebook...
ja: 電子書籍のコンテンツを抽出中...
pt: Extraindo o conteúdo do ebook...

source: Failed to extract ebook content
es: No se pudo extraer el contenido del libro electrónico
ja: 電子書籍のコンテンツの抽出に失敗しました

source: Filtering ebook content...
es: Filtrando contenido de libros electrónicos...
fr: Filtrant le contenu du ebook...
ja: 電子書籍のコンテンツをフィルタリング中...
pt: Filtrando conteúdo do ebook...

source: Preparing user interface...
es: Preparando interfaz de usuario...
fr: Préparant l'interface usager...
ja: ユーザーインターフェースを準備中...
pt: Preparando a interface de usuário...

source: &Start
es: &Comenzar
fr: &Début
ja: 開始(&S)

source: Input Format
es: Formato de entrada
fr: Format d'entrée
ja: 入力形式
pt: Formato de Entrada

source: Output Format
es: Formato de salida
fr: Format de sortie
ja: 出力形式
pt: Formato de Saída

source: Source Language
es: Lenguaje original
fr: Langage d'origine
ja: 翻訳元の言語
pt: Idioma de Origem

source: Target Language
es: Lenguaje a traducir
fr: Langue cible
ja: 翻訳先の言語
pt: Idioma de Destino

source: Encoding
es: Codificación
ja: エンコーディング

source: Target Directionality
es: Direccionalidad objetivo
ja: 翻訳先の書字方向

source: Auto
ja: 自動

source: Left to Right
es: De izquierda a derecha
ja: 左から右へ

source: Right to Left
es: De derecha a izquierda
ja: 右から左へ

source: Failed to translate {} paragraph(s), Would you like to retry?
es: No se pudo traducir {} párrafo(s). ¿Quieres volver a intentarlo?
fr: Échoua à traduire {} paragraphe(s), Voudriez-vous recommencer?
ja: {}個の段落の翻訳に失敗しました。再試行しますか？
pt: Falha ao traduzir {} paragráfo(s), gostaria de tentar novamente?

source: Translation completed.
es: Traducción completada.
fr: Traduction complétée.
ja: 翻訳が完了しました。
pt: Tradução completa.

source: There is no content that needs to be translated.
es: No hay ningún contenido que deba traducirse.
fr: Aucun contenu ne requiert de traduction.
ja: 翻訳が必要なコンテンツはありません。
pt: Não há conteúdo que precise ser traduzido.

source: Loading ebook data, please wait...
es: Cargando datos del libro electrónico, espere...
fr: Chargeant les données du ebook, attendre svp...
ja: 電子書籍データを読み込み中です。しばらくお待ちください...
pt: Carregando dados dos ebook, por favor espere...

source: Review
es: Revisar
fr: Révision
ja: レビュー
pt: Revisar

source: Log
es: Registro
fr: Registre
ja: ログ
pt: Registro

source: Errors
es: Errores
fr: Erreurs
ja: エラー
pt: Erros

source: All
es: Todo
ja: すべて

source: Non-aligned
es: No alineados
ja: 不一致

source: Translated
es: Traducido
fr: Traduit
ja: 翻訳済み
pt: Traduzido

source: Untranslated
es: Sin traducir
fr: Non-traduit
ja: 未翻訳
pt: Não traduzido

source: Original Text
es: Texto original
ja: 原文

source: Original Code
es: Código original
ja: 原文のコード

source: Translation Text
es: Texto de traducción
ja: 訳文

source: keyword for filtering
es: palabra clave para filtrar
ja: フィルタリング用のキーワード

source: Reset
es: Restablecer
fr: Repartir
ja: リセット
pt: Reinicar

source: Total items: {}
es: Articulos totales: {}
fr: Items totaux: {}
ja: 合計項目数: {}
pt: Total de itens: {}

source: Character count: {}
es: Número de letras: {}
fr: Nombre de caractères: {}
ja: 文字数: {}
pt: Contador de caracteres: {}

source: Non-aligned items: {}
es: Elementos no alineados: {}
ja: 不一致の項目: {}

source: Delete
es: Eliminar
fr: Effacer
ja: 削除
pt: Deletar

source: Batch Translation
ja: 一括翻訳

source: Beta
ja: ベータ版

source: Translate All
es: Traducir todo
fr: Tout traduire
ja: すべて翻訳
pt: Traduzir TUDO

source: Translate Selected
es: Traducir seleccionado
fr: Traduire la sélection
ja: 選択項目を翻訳
pt: Traduzir Selecionado

source: Stop
es: Detener
fr: Arrêt
ja: 停止
pt: Parar

source: Are you sure you want to stop the translation progress?
es: ¿Está seguro de que desea detener el progreso de la traducción?
fr: Êtes-vous certain de vouloir arrêter la traduction?
ja: 翻訳プロセスを停止してもよろしいですか？
pt: Você tem certeza de que deseja parar o processo de tradução?

source: Stopping...
es: Deteniendo...
fr: Arrêtant...
ja: 停止中...
pt: Parando...

source: Cache Status
es: Estado de caché
fr: Statut du cache
ja: キャッシュの状態
pt: Status do Cache

source: Disabled
es: Desactivado
fr: Désactivé
ja: 無効
pt: Desabilitar

source: Enabled
es: Activado
fr: Activé
ja: 有効
pt: Habilitar

source: Translation Engine
es: Motor de traducción
fr: Moteur de traduction
ja: 翻訳エンジン
pt: Mecanismo de Tradução

source: Custom Ebook Title
es: Título Elibro personalizado
ja: カスタム電子書籍タイトル

source: By default, title metadata will be translated.
es: De forma predeterminada, se traducirán los metadatos del título.
ja: デフォルトでは、タイトルのメタデータが翻訳されます。

source: Output Ebook
es: ELibro de salida
fr: Produit ebook
ja: 電子書籍を出力
pt: Ebook de Saída

source: Output
es: Salida
fr: Produit
ja: 出力
pt: Saída

source: The ebook has not been translated yet.
es: El libro electrónico aún no ha sido traducido.
ja: この電子書籍はまだ翻訳されていません。

source: The number of lines in some translation units differs between the original text and the translated text. Are you sure you want to output without checking alignment?
es: El número de líneas en algunas unidades de traducción difiere entre el texto original y el texto traducido. ¿Está seguro de que desea imprimir sin verificar la alineación?
ja: 一部の翻訳単位で、原文と訳文の行数が異なります。一致を確認せずに出力してもよろしいですか？

source: No translation yet
es: Aún no hay traducción
fr: Pas de traduction encore
ja: まだ翻訳がありません
pt: Ainda não há tradução

source: &Save
es: &Guardar
fr: &Enregistrer
ja: 保存(&S)

source: Your changes have been saved.
es: Se han guardado los cambios.
fr: Vos modifications ont été sauvegardées.
ja: 変更は保存されました。
pt: Suas alterações foram salvas.

source: Translation log
es: Registro de traducción
fr: Registre de traduction
ja: 翻訳ログ
pt: Registro de Tradução

source: Error log
es: Registro de errores
fr: Registre d'erreur
ja: エラーログ
pt: Registro de erro(s)

source: Are you sure you want to translate all {:n} paragraphs?
es: ¿Estás seguro de que quieres traducir todos los párrafos {: n}?
fr: Êtes-vous certain de vouloir traduire tous les {:n} paragraphes?
ja: {:n}個の段落すべてを翻訳してもよろしいですか？
pt: Você tem certeza de que deseja traduzir todos os {:n} parágrafos?

source: Are you sure you want to cancel the preparation progress?
es: ¿Está seguro de que desea cancelar el progreso de la preparación?
ja: 準備プロセスをキャンセルしてもよろしいですか？

source: Are you sure you want to cancel the translation progress?
es: ¿Está seguro de que desea cancelar el progreso de la traducción?
ja: 翻訳プロセスをキャンセルしてもよろしいですか？

source: Title
es: Título
fr: Titre
ja: タイトル
pt: Título

source: Default
es: Por defecto
ja: デフォルト

source: Translate
es: Traducir
fr: Traduire
ja: 翻訳
pt: Traduzir

source: Unknown
es: Desconocido
fr: Inconnu
ja: 不明
pt: Desconhecido

source: The specified path does not exist.
es: La ruta especificada no existe.
fr: Le chemin spécifié n'existe pas.
ja: 指定されたパスが存在しません。
pt: O caminho especificado não existe

source: Choose a path to store cache files.
es: Elija una ruta para almacenar archivos de caché.
fr: Choisissez le chemin pour enregistrer les fichiers cache.
ja: キャッシュファイルを保存するパスを選択してください。
pt: Escolha um caminho para armazenar os arquivos cache

source: Move
es: Mover
ja: 移動

source: Reveal
es: Revelar
fr: Révéler
ja: 表示
pt: Revelar

source: Cache Path
es: Ruta de caché
fr: Chemin du cache
ja: キャッシュパス

source: Clear All
es: Limpiar todo
ja: すべてクリア

source: All cache(s) will be moved to the default path. Are you sure to proceed?
es: Todos los caché(s) se moverán a la ruta predeterminada. ¿Estás seguro de continuar?
fr: Tous les cache(s) seront déplacés dans le chemin de default. Êtes-vous certain de continuer?
ja: すべてのキャッシュがデフォルトパスに移動されます。続行してもよろしいですか？
pt: Todos os caches serão movidos para o caminho padrão. Você deseja prosseguir?

source: All cache(s) will be moved to the new path. Are you sure to proceed?
es: Todos los caché(s) se moverán a la nueva ruta. ¿Estás seguro de continuar?
fr: Tous les cache(s) seront déplacés dans le nouveau chemin. Êtes-vous certain de continuer?
ja: すべてのキャッシュが新しいパスに移動されます。続行してもよろしいですか？
pt: Todos os caches serão movidos para o novo caminho. Você quer prosseguir?

source: Please choose an empty folder.
es: Elija una carpeta vacía.
fr: Veuillez choisir un dossier vide.
ja: 空のフォルダを選択してください。
pt: Por favor escolha uma pasta vazia.

source: Are you sure you want to clear all caches?
es: ¿Estás seguro de que quieres borrar todos los cachés?
fr: Voulez-vous vraiment effacer tous les caches?
ja: すべてのキャッシュをクリアしてもよろしいですか？
pt: Você tem certeza que quer limpar todos os caches?

source: No cache exists.
es: No existe ningún caché.
fr: Il n'existe aucun cache.
ja: キャッシュは存在しません。
pt: Não há caches.

source: Total: {}
ja: 合計: {}

source: Are you sure you want to delete the selected cache(s)?
es: ¿Está seguro de que desea eliminar los caché(s) seleccionados?
fr: Voulez-vous vraiment effacer le cache(s) sélectionné?
ja: 選択したキャッシュを削除してもよろしいですか？
pt: Você tem certeza que deseja deletar todos os caches selecionados?

source: Engine
es: Motor
fr: Moteur
ja: エンジン
pt: Mecanismo

source: Language
es: Idioma
fr: Langue
ja: 言語
pt: Idioma

source: Merge Length
es: Longitud de fusión
fr: Longueur de fusion
ja: 統合する長さ
pt: Comprimento da Mesclagem

source: Filename
es: Nombre del archivo
fr: Nom du fichier
ja: ファイル名
pt: Nome do arquivo

source: Last Modification Time
es: Hora de la última modificación
ja: 最終更新日時

source: Size (MB)
es: Tamaño (MB)
fr: Taille (MB)
ja: サイズ (MB)
pt: Tamanho (MB)

source: processing...
ja: 処理中...

source: checking...
ja: 確認中...

source: canceling...
ja: キャンセル中...

source: applying...
ja: 適用中...

source: ChatGPT Batch Translation
ja: ChatGPT 一括翻訳

source: Create a new batch translation
ja: 新しい一括翻訳を作成

source: All original content must be uploaded to OpenAI for batch translation, and you will need to wait up to 24 hours to continue the translation process.<a href="https://cookbook.openai.com/examples/batch_processing">more details</a>
ja: 一括翻訳のためには、すべての原文コンテンツをOpenAIにアップロードする必要があり、翻訳プロセスを続行するには最大24時間待つ必要があります。<a href="https://cookbook.openai.com/examples/batch_processing">詳細はこちら

source: Refresh
ja: 更新

source: Cancel Batch Translation
ja: 一括翻訳をキャンセル

source: Apply
ja: 適用

source: Are you sure you want to cancel the batch translation?
ja: 一括翻訳をキャンセルしてもよろしいですか？

source: Batch translation details
ja: 一括翻訳の詳細

source: Status
es: Estado
fr: Statut
ja: ステータス

source: Detail
ja: 詳細

source: Translating...
es: Traduciendo...
fr: Traduisant...
ja: 翻訳中...
pt: Traduzindo...

source: Test Translation Engine
es: Motor de traducción de prueba
fr: Tester le moteur de traduction
ja: 翻訳エンジンをテスト
pt: Testar Mecanismo de Tradução

source: Usage: checking...
es: Uso: verificación...
fr: Usage: vérifiant...
ja: 使用状況: 確認中...
pt: Uso: verificando...

source: Usage: {}
es: Uso: {}
ja: 使用状況: {}
pt: Uso: {}

source: Custom Translation Engine
es: Motor de Traducción Personalizado
fr: Moteur de traduction personnalisé
ja: カスタム翻訳エンジン
pt: Mecanismo de Tradução Personalizado

source: Add
es: Agregar
fr: Ajouter
ja: 追加
pt: Adicionar

source: Clear
es: Limpiar
fr: Nettoyer
ja: クリア
pt: Limpar

source: Restore
es: Restablecer
fr: Restaurer
ja: 復元
pt: Restaurar

source: Verify
es: Verificar
fr: Vérifier
ja: 検証
pt: Verificar

source: Valid engine data format.
es: Formato de datos del motor válido.
fr: Validant le format du data du moteur.
ja: 有効なエンジンデータ形式です。
pt: Formato de dados do mecanismo válido.

source: The engine name is already in use.
es: El nombre del motor ya está en uso.
fr: Le nom du moteur est déjà utilisé.
ja: このエンジン名は既に使用されています。
pt: O nome do mecanismo já está em uso.

source: The setting has been saved.
es: La configuración ha sido guardada.
fr: Le réglage a été enregistré.
ja: 設定が保存されました。
pt: As alterações foram salvas.

source: Feedback
es: Comentario
fr: Commentaires
ja: フィードバック
pt: Opinião

source: Donate
es: Donar
fr: Donner
ja: 寄付
pt: Doar

source: Ebook Specific
es: Elibro específico
fr: Spécifique à un ebook
ja: 電子書籍固有の設定
pt: Ebook Específico

source: Failed translation
es: Traducción fallida
ja: 翻訳失敗

source: Not selected
es: no seleccionado
ja: 未選択

source: Auto detect
es: Detección automática
fr: Détection automatique
ja: 自動検出
pt: Auto detectar

source: Choose a translation mode for clicking the icon button.
es: Elija un modo de traducción para hacer clic en el botón del icono.
fr: Choisissez un mode de traduction pour cliquer l'icon du bouton.
ja: アイコンボタンをクリックした際の翻訳モードを選択してください。
pt: Escolha o modo de tradução ao clicar no botão do ícone.

source: Advanced Mode
es: Modo avanzado
fr: Mode avancé
ja: 詳細モード
pt: Modo Avançado

source: This mode provides additional options for the translation process, allowing for more control and customization.
es: Este modo proporciona opciones adicionales para el proceso de traducción, lo que permite un mayor control y personalización.
fr: Ce mode présente des options additionnelles lors de la traduction, permettant plus de contrôle et de personnalisation.
ja: このモードでは、翻訳プロセスのための追加オプションが提供され、より詳細な制御とカスタマイズが可能です。
pt: Este modo oferece opções adicionais para o processo de tradução, permitindo para mais controle e personalização.

source: Choose
es: Elegir
fr: Choisissez
ja: 選択
pt: Escolher

source: Batch Mode
es: Por lotes
fr: Mode de traitement en lot
ja: 一括モード
pt: Modo Lote

source: This mode allows users to translate multiple ebooks at once, streamlining the translation process and saving time.
es: Este modo permite a los usuarios traducir varios libros electrónicos a la vez, agilizando el proceso de traducción y ahorrando tiempo.
fr: Ce mode permet aux usagers de traduire plusieurs ebooks à la fois, optimisant le processus de traduction et sauvant du temps.
ja: このモードでは、複数の電子書籍を一度に翻訳でき、翻訳プロセスを効率化し時間を節約できます。
pt: Este modo permite os usuários traduzir múltiplos ebooks de uma só vez, simplificando o processo de tradução e economizando tempo.

source: Original
ja: 原文

source: The number of lines differs between the original text and the translated text.
es: El número de líneas difiere entre el texto original y el texto traducido.
ja: 原文と訳文でテキストの行数が異なります。

source: Select the whole chapter
es: Seleccione todo el capítulo
fr: Choisissez le chapitre en entier
ja: 章全体を選択
pt: Selecionar o capítulo todo

source: Select similar paragraphs: {}="{}"
es: Seleccione párrafos similares: {}="{}"
fr: Choisissez des paragraphes similaires: {}="{}"
ja: 類似の段落を選択: {}="{}"
pt: Selecionar parágrafos similares: {}="{}"

source: Retain at least one row.
es: Conserve al menos una fila.
fr: Garder au moins une ligne.
ja: 少なくとも1行は残してください。
pt: Manter pelo menos uma linha.

source: Can not parse returned response. Raw data: {}
es: No se pudo analizar la respuesta devuelta. Datos sin procesar: {}
fr: Ne peux analyser la réponse retournée. Data non-traité: {}
ja: 返却された応答を解析できません。生データ: {}
pt: Não é possivel analisar a resposta retornada. Dados não tratados: {}

source: Invalid event type received: {}
ja: 無効なイベントタイプを受信しました: {}

source: Error received: {}
ja: エラーを受信しました: {}

source: API Keys
es: Clave API
fr: Clées API
ja: APIキー
pt: Chaves API

source: A correct key format "{}" is required.
es: Se requiere un formato correcto de clave "{}".
fr: Un format de clée "{}" valide est requis.
ja: 正しいキー形式 "{}" が必要です。
pt: É necessário um formato de chave correto "{}"

source: Engine data must be in valid JSON format.
es: Los datos del motor deben estar en formato JSON válido.
fr: Le data du moteur doit avoir un format JSON valide.
ja: エンジンデータは有効なJSON形式である必要があります。
pt: O mecanismo de dados deve estar em um formato JSON válido.

source: Invalid engine data.
es: Datos de motor no válidos.
fr: Le data du moteur n'est pas valide.
ja: 無効なエンジンデータです。
pt: Mecanismo de dados inválido.

source: Engine name is required.
es: Se requiere el nombre del motor.
fr: Le nom du moteur est requis.
ja: エンジン名が必要です。
pt: O nome do mecanismo é obrigatório.

source: Engine name must be different from builtin engine name.
es: El nombre del motor debe ser diferente del nombre del motor integrado.
fr: Le nom du moteur doit différer du nom builtin.
ja: エンジン名は組み込みのエンジン名と異なる必要があります。
pt: O nome do mecanismo deve ser diferente do nome do mecanismo integrado.

source: Language codes are required.
es: Se requieren códigos de idioma.
fr: Les codes de langue sont requis.
ja: 言語コードが必要です。
pt: Os códigos de idioma são obrigatório.

source: Source and target must be added in pair.
es: La fuente y el destino deben agregarse en pareja.
fr: L'origine et la cible doivent être ajoutés en paire.
ja: 翻訳元と翻訳先はペアで追加する必要があります。
pt: Fonte e tradução devem ser adicionados em pares.

source: Request information is required.
es: Se requiere información de solicitud.
fr: L'information de requête est requise.
ja: リクエスト情報が必要です。
pt: Solicitação de informação é obrigatório.

source: API URL is required.
es: Se requiere una URL de API.
fr: l'URL d'API est requise.
ja: APIのURLが必要です。
pt: URL da API é obrigatório.

source: Request headers must be an JSON object.
es: Las cabeceras de la solicitud deben ser un objeto JSON.
fr: Les en-têtes de requête doit être un objet JSON.
ja: リクエストヘッダーはJSONオブジェクトである必要があります。
pt: Os cabeçalhos de solicitação devem ser um objeto JSON.

source: A appropriate Content-Type in headers is required.
es: Se requiere un tipo de contenido adecuado en las cabeceras.
fr: Un type de contenu approprié est requis dans les en-têtes.
ja: ヘッダーに適切なContent-Typeが必要です。
pt: É necessário um Content-Type apropriado nos cabeçalhos.

source: Expression to parse response is required.
es: Se requiere una expresión para analizar la respuesta.
fr: Une expression est requise pour analyser la réponse.
ja: 応答を解析するための式が必要です。
pt: A expressão para analisar a resposta é necessária.

source: Response was parsed incorrectly.
es: La respuesta fue analizada incorrectamente.
fr: La réponse a été analysée incorrectement.
ja: 応答が正しく解析されませんでした。
pt: A resposta foi analisada incorretamente.

source: {} total, {} used, {} left
es: {} en total, {} utilizado(s), {} restante(s)
fr: {} total, {} utilisé, {} restant
ja: 合計 {}, 使用済み {}, 残り {}
pt: {} total, {} usado, {} restante

source: This plugin uses Application Default Credentials (ADC) in your local environment to access your Google Translate service. To set up the ADC, follow these steps: 1. Install the gcloud CLI by checking out its instructions {}. 2. Run the command: gcloud auth application-default login. 3. Sign in to your Google account and grant needed privileges.
es: Este complemento utiliza credenciales predeterminadas de la aplicación (ADC) en su entorno local para acceder a su servicio Google Translate. Para configurar el ADC, siga estos pasos: 1. Instala la CLI de gcloud consultando sus instrucciones {}. 2. Ejecute el comando: inicio de sesión predeterminado de la aplicación gcloud auth. 3. Inicie sesión en su cuenta de Google y otorgue los privilegios necesarios.
ja: このプラグインは、ローカル環境のアプリケーションのデフォルト認証情報（ADC）を使用してGoogle翻訳サービスにアクセスします。ADCを設定するには、次の手順に従ってください: 1. {} の指示を確認してgcloud CLIをインストールします。 2. コマンドを実行します: gcloud auth application-default login 3. Googleアカウントにサインインし、必要な権限を付与します。
pt: Este plugin utiliza Credenciais Padrão de Aplicativo (ADC) em seu ambiente local para acessar o serviço Google Translate. Para configurar o ADC, siga estas etapas: 1. Instale a CLI do gcloud verificando as instruções em {}. 2. Execute o comando: gcloud auth application-default login. 3. Faça login em sua conta do Google e conceda as permissões necessárias.

source: Cannot run the command "{}".
es: No se puede ejecutar el comando "{}".
ja: コマンド "{}" を実行できません。
pt: Não é possível executar o comando "{}".

source: Cannot find the command "{}".
es: No se puede encontrar el comando "{}".
ja: コマンド "{}" が見つかりません。
pt: Não é possível encontrar o comando "{}".

source: Failed get APP key due to an invalid Token.
es: No se pudo obtener la clave de la aplicación debido a un token no válido.
fr: Échoua l'obtention d'une clé APP à cause d'un Token non-valide.
ja: 無効なトークンのため、APPキーの取得に失敗しました。
pt: Falha ao obter chave API devido a um Token inválido.

source: Failed get APP key due to and invalid Base64 URL.
es: No se pudo obtener la clave de la aplicación debido a una URL Base64 no válida.
fr: Échoua l'obtention d'une clé APP à cause d'un URL Base64 non-valide.
ja: 無効なBase64 URLのため、APPキーの取得に失敗しました。
pt: Falha ao obter chave do APP devido a um URL Base64 invalido.

source: Start to convert ebook format...
es: Comienza a convertir el formato de libro electrónico...
fr: Commençant la conversion du format de ebook...
ja: 電子書籍の形式変換を開始します...

source: Outputting ebook file...
es: Generando archivo de libro electrónico...
ja: 電子書籍ファイルを出力中...

source: Starting to output subtitles file...
es: Comenzando a generar el archivo de subtítulos...
ja: 字幕ファイルの出力を開始します...

source: The translation of the subtitles file was completed.
es: Se completó la traducción del archivo de subtítulos.
ja: 字幕ファイルの翻訳が完了しました。
pt: A tradução dos arquivos de legendas foi finalizada.

source: Starting to output PGN file...
es: Comenzando a generar el archivo PGN...
ja: PGNファイルの出力を開始します...

source: The translation of the PGN file was completed.
es: Se completó la traducción del archivo PGN.
ja: PGNファイルの翻訳が完了しました。

source: [{} > {}] Translating "{}"
es: [{} > {}] Traduciendo "{}"
fr: [{} > {}] Traduisant "{}"
ja: [{} > {}] "{}"を翻訳中
pt: [{} > {}] Traduzindo "{}"

source: Translation job failed
es: Error al traducir
fr: Travail de traduction a échoué
ja: 翻訳ジョブに失敗しました
pt: Tarefa de tradução falhou

source: completed
es: completado
fr: complété
ja: 完了
pt: completa

source: Ebook Translation Log
es: Registro de traducción de Elibros
fr: Registre de traduction du ebook
ja: 電子書籍翻訳ログ
pt: Registro de Tradução de Ebook

source: Translation Completed
es: Traducción completada
fr: Traduction complétée
ja: 翻訳完了
pt: Tradução Completa

source: The translation of "{}" was completed. Do you want to open the book?
es: La traducción de "{}" se completó. ¿Quieres abrir el libro?
fr: La traduction de "{}" est complétée. Voulez-vous ouvrir ce livre?
ja: "{}" の翻訳が完了しました。本を開きますか？
pt: A tradução do livro "{}" foi finalizada. Você deseja abrir o ebook?

source: Translation canceled.
es: Traducción cancelada.
fr: Traduction annulée.
ja: 翻訳がキャンセルされました。
pt: Tradução cancelada.

source: Failed to retrieve data from translate engine API.
es: No se pudieron recuperar los datos de la API del motor de traducción.
fr: Échoua à retrouver la data de l'API du moteur de traduction.
ja: 翻訳エンジンAPIからのデータ取得に失敗しました。
pt: Falha ao recuperar dados da API do mecanismo de tradução.

source: Original: {}
ja: 原文: {}

source: Status: Failed {} times / Sleeping for {} seconds
es: Estado: Falló {} veces / Durmiendo por {} segundos
ja: ステータス: {} 回失敗 / {} 秒間スリープ中

source: Error: {}
fr: Erreur: {}
ja: エラー: {}
pt: Erro: {}

source: Row: {}
es: Fila: {}
ja: 行: {}

source: Translating: {}/{}
es: Traduciendo: {}/{}
fr: Traduisant: {}/{}
ja: 翻訳中: {}/{}
pt: Traduzindo: {}/{}

source: Translation: {}
es: Traducción: {}
fr: Traduction: {}
ja: 訳文: {}
pt: Tradução: {}

source: Translation (Cached): {}
es: Traducción (En caché): {}
fr: Traduction (en cache): {}
ja: 訳文 (キャッシュ): {}
pt: Tradução (armazenado em cache) {}:

source: Start to translate ebook content
es: Comience a traducir contenido de libros electrónicos
fr: Commencer à traduire le contenu de l'ebook
ja: 電子書籍コンテンツの翻訳を開始
pt: Iniciar tradução do conteúdo do ebook
